[
    {
        "id": 1,
        "title": "|| श्री विठ्ठल ||",
        "audio": "musics/1.mp3",
        "abhanga": {
            "text": "जे का रंजले गांजले त्यांसि म्हणे जो आपुले!! <br> तो ची साधु ओळखावा देव तेथीची जाणावा!!",
            "author": "संत तुकाराम"
        },
        "meanings": {
            "marathi": "जे लोक दुःखात, क्लेशात आहेत, त्यांना जो आपल्या माणसांसारखं प्रेमाने, आपुलकीने बोलतो आणि त्यांची काळजी घेतो, तोच खरा साधू असतो. जिथे असे साधू असतात, तिथे देवाचा वास असतो.",
            "english": "The one who speaks with love and compassion to those who are suffering and in distress, and cares for them as his own, is the true saint. Where such saints reside, the presence of God is felt."
        }
    },
    {
        "id": 2,
        "title": "|| श्री विठ्ठल ||",
        "audio": "musics/2.mp3",
        "abhanga": {
            "text": "कथा अनंत जगाचा शुद्ध अणुचा जाणावा!! <br> संत तुकाराम कृपाळो मी यज्ञाची जाणावा!!",
            "author": "संत तुकाराम"
        },
        "meanings": {
            "marathi": "या जगाचे अनंत कथा आहेत, ज्या प्रत्येक अणूमध्ये ज्ञात होतात. संत तुकाराम माझ्यावर कृपा करोत, ज्यामुळे मी यज्ञाचा खरा अर्थ समजू शकू.",
            "english": "The world has endless stories, all known within every atom. May Saint Tukaram bless me so that I may understand the true meaning of the sacrificial offering (Yajna)."
        }
    },
    {
        "id": 3,
        "title": "|| श्री विठ्ठल ||",
        "audio": "musics/3.mp3",
        "abhanga": {
            "text": "रंगी रंगे रे श्रीरंगा । काय भुललासी पतंगे ।। <br> शरीर जायाचे ठावेण । धरिसी अभिलाष झणे ।। <br> <br> नव्हे तुझा हा परिवार । द्रव्यदारा क्षणभंगुर ।। <br> अंतकाळीचा सोडेरा । तुका म्हणे विठो धरा ।।",
            "author": "संत तुकाराम"
        },
        "meanings": {
            "marathi": "हे पतंगा, श्रीरंगाच्या रंगात रंगलेला आहेस, परंतु तू का भ्रमित झाला आहेस? तुला माहीत आहे की शरीर नाशवंत आहे, तरीही तू तात्काळ नष्ट होणाऱ्या गोष्टींमध्ये अभिलाष धरत आहेस. हा संसार, संपत्ती आणि कुटुंब तुझे नाहीत, हे क्षणभंगुर आहेत. मृत्यूच्या वेळी त्यांना सोडावे लागेल. तुकाराम म्हणतात, विठ्ठलाला धरून ठेव.",
            "english": "You are captivated by the colors of Shri Ranga, but why are you deceived? You know the body won’t last, yet you hold on to temporary desires. This family, wealth, and possessions aren’t truly yours; they are short-lived. When death comes, you’ll have to leave them behind. Tukaram says, hold on to Vitthal."
        }
    },
    {
        "id": 4,
        "title": "|| श्री विठ्ठल ||",
        "audio": "musics/4.mp3",
        "abhanga": {
            "text": "विठोबारायाच्या अगा लेखवळा । <br> जाऊनी कळवळा सांगा माझा ।। १ ।।<br><br> विठोबारायाच्या अगा मुख्य प्राणा ।<br> भेटवीं निधाना आपुलिया ।। २ ।।<br><br>अगो क्षेत्र माझे सखे पंढरीये ।<br> मोकलिते पाय जीव जातो ।। ३ ।।<br><br> विश्वाचिये माते सुखाचे अमृत ।<br> सखा पंढरीनाथ विनवी तरी ।। ४ ।।<br><br>तूं मायबापिणी देवाचे रुक्मीणी ।<br> धरोनियां जनी घालीं पायीं ।। ५ ।।",
            "author": "संत जनाबाई"
        },
        "meanings": {
            "marathi": "भक्त आपल्या वेदना आणि कळवळा विठोबा पर्यंत पोचवण्यासाठी एखाद्याला सांगतो. तो विठोबा हेच त्याचे प्राण आहेत, आणि फक्त त्यांच्याशी भेटण्याची तीव्र इच्छा आहे. पंढरपूर क्षेत्राला तो विनंती करतो की त्याला मुक्त करावं, कारण त्याचा जीव आता सुटायला तयार आहे. त्यानंतर, विश्वाची माता असलेल्या रुक्मिणी देवीला विनंती करतो की ती पंढरीनाथाच्या चरणी आपली विनंती पोचवावी. भक्त मोठ्या भक्तीने रुक्मिणीला सांगतो की ती मायबाप आहे आणि भक्ताच्या दुःखाची जाण करून विठोबारायाच्या पायाशी नेऊन ठेवावी.",
            "english": "The devotee requests someone close to Vitthoba to convey their deep sorrow and longing to him. They express that Vitthal is their very life and they yearn only for his presence. Turning to Pandharpur, the devotee asks to be released as their soul is ready to depart. Then, addressing Rukmini, the mother of the universe and the source of bliss, they humbly ask her to request Pandharinath on their behalf. With great devotion, the devotee acknowledges Rukmini as their mother and protector, pleading with her to take them to Vitthal’s feet where they can find peace."
        }
    },
    {
        "id": 5,
        "title": "|| श्री विठ्ठल ||",
        "audio": "musics/5.mp3",
        "abhanga": {
            "text": "ज्ञानदीपिका उजळी । <br>नाहीं चिंतेची काजळी ।। १ ।।<br><br>ओवाळिला देवदत्त ।<br>प्रेमें आनंद भरित ।। २ ।।<br><br>उष्ण चांदणें अतीत ।<br>तेज कोंदले अद्भुत ।। ३ ।।<br><br>भेदाभेद मावळले ।<br>सर्व विकार गळाले ।। ४ ।।<br><br>एका मिळाली जनार्दनीं ।<br>तेजीं मिळाला आपण ।। ५ ।।",
            "author": "संत ज्ञानेश्वर"
        },
        "meanings": {
            "marathi": "ज्ञानाचा दीपक प्रज्वलित झाला आहे, त्यामुळे आता मनावर चिंतेचे अंध:कार राहिलेले नाहीत. ईश्वराच्या दत्ताशी प्रीतीपूर्वक ओवाळले आहे, त्यामुळे आनंदाने हृदय भरून गेले आहे. या अनुभूतीमुळे गरम आणि थंड, सुख-दुःख या सर्व द्वैतांवर मी आता उभा आहे, आणि एक अद्भुत तेज आहे. या स्थितीत भेदाभेद लोपले आहेत, आणि सर्व विकार गळून पडले आहेत. जनार्दनाशी एकरूपता साधली आहे, आणि त्या तेजात मी स्वतःला एकरूप अनुभवत आहे.",
            "english": "The lamp of knowledge has been lit, dispelling the darkness of worry. In love and devotion, the offering has been made to God, filling the heart with joy. This experience transcends heat and cold, and an extraordinary light shines. In this state, all dualities and distinctions have disappeared, and all impurities have fallen away. There is complete unity with Janardana (God), and in this light, I experience oneness with the divine."
        }
    },
    {
        "id": 6,
        "title": "|| श्री विठ्ठल ||",
        "audio": "musics/6.mp3",
        "abhanga": {
            "text": "अवघा रंग एक झाला। <br>रंगी रंगला श्रीरंग।। धृ ।।<br><br> मीतूपण गेले वाया।<br>पाहता पंढरीच्या राया।। 1 ।।<br><br> नाही भेदाचे ते काम।<br>पळोनी गेले क्रोध काम।। 2 ।।<br><br> देही असोनी विदेही।<br>सदा समाधिस्थ पाही।। 3 ।।<br><br> पाहते पाहणे गेले दूरी।<br>म्हणे चोखिया ची महारी।। 4 ।।",
            "author": "संत चोखामेळा"
        },
        "meanings": {
            "marathi": "सर्वांनी एकच रंग धारण केला आहे; श्रीरंगाने सर्वांना रंगीत केले आहे. आता सर्व मीतूपण वाया गेले आहे, कारण पंढरीच्या भक्तांचे दृष्य पाहून त्यांच्या मनातील भेदभाव मिटले आहेत. त्यात भेदभावाच्या कार्याची गरज नाही, कारण क्रोध आणि कामाचे भाव विसरले गेले आहेत. देह असला तरी आत्मा शुद्ध आहे, आणि सर्वांना सदैव समाधीमध्ये पाहता येईल. दूर असलेले पाहणे आता नाहीसे झाले आहे, कारण चोखिया (संत) यांची महिमा अद्भुत आहे.",
            "english": "Everyone has become one in color; Shri Ranga has filled all with vibrant hues. All notions of separation have been lost, as the sight of the devotees of Pandharpur dissolves any differences. There is no need for division, as feelings of anger and desire have faded away. Though the body exists, the essence remains pure, allowing one to perceive the state of eternal bliss. The distance that once separated has vanished, for the greatness of the saints is truly remarkable."
        }
    },
    {
        "id": 7,
        "title": "|| श्री विठ्ठल ||",
        "audio": "musics/7.mp3",
        "abhanga": {
            "text": "आधी बीज एकले, अंगी अंकुरले।<br> फळपान फुटले, तेव्हा सांडले।।<br><br>होय प्रपंच हा, तुका म्हणे सांभाळा।<br> जो न देखियेला, त्यासि वंदिला।।",
            "author": "संत तुकाराम"
        },
        "meanings": {
            "marathi": "प्रथम बीज एकत्र आले, आणि त्यातून अंकुर फुटला. जेव्हा फळपान येते, तेव्हा ते सांडले जाते. हे जीवन आहे, म्हणून तुकाराम म्हणतात की त्याची काळजी घ्या. जो याला पहात नाही, त्याला सन्मान द्या.",
            "english": "First, the seed comes together, and then it sprouts. When the fruit appears, it eventually falls. This is life, and Tukaram advises to take care of it. Show respect to those who do not see this truth."
        }
    },
    {
        "id": 8,
        "title": "|| श्री विठ्ठल ||",
        "audio": "musics/8.mp3",
        "abhanga": {
            "text": "रूप पाहता लोचनी<br>सुख झाले वो साजणी || १ ||<br><br>तो हा विठ्ठल बरवा<br>तो हा माधव बरवा || २ ||<br><br>बहुत सुकृतांची जोडी<br>म्हणून विठ्ठले आवडी || ३ ||<br><br>सर्व सुखांचे आगर<br>बाप रखुमादेवी वर || ४ ||",
            "author": "संत ज्ञानेश्वर"
        },
        "meanings": {
            "marathi": "रूप पाहून लोचनी (नयन) आनंदित झाली, कारण ती साजणी आहे. हा विठ्ठल आणि माधव, हे दोघेही दिव्य आहेत. यामुळेच विठ्ठलाला भक्तांची आवड आहे, कारण त्यांनी खूप पुण्ये केली आहेत. सर्व सुखांचे स्थळ आहे बाप (पिता) आणि रुक्मिणी देवी वर, जिथे आनंद आणि समृद्धी आहे.",
            "english": "Seeing the divine form brings joy to the beloved. This is Vitthal and Madhav, both of whom are divine. This is why Vitthal is beloved by devotees, as they have accumulated many virtuous deeds. The abode of all happiness is with the Father (the Lord) and Rukmini Devi, where there is bliss and prosperity."
        }
    }
]